import React from "react";
import styles from "./style.module.css";
import { NavLink } from "react-router-dom";

export default function Terms() {
  return (
    <div className={styles.termsContainer}>
      <h1>תקנון האתר</h1>
      <p>
        תנאי שימוש עדכון אחרון: מרץ 2024 <br />
        חברת אינגייג'ר בע"מ, מס' חברה 516928934 (להלן: "אינגייג'ר", "אנחנו" או
        "אנו") פיתחה ומפעילה פלטפורמה (להלן: "הפלטפורמה") המאפשרת לעסקים לנהל
        מערך דיוור ותקשורת עם לקוחותיהם באמצעות משלוח הודעות באפליקציית WhatsApp
        (להלן: "השירותים"). תנאי השימוש המפורטים במסמך זה מסדירים את גישתך
        ושימושך בשירותים (להלן: "תנאי השימוש"). מדיניות הפרטיות שלנו, המפורסמת
        ב-{" "}
        <NavLink className={styles.link} to={`/privacy-policy`}>
          מדיניות הפרטיות שלנו
        </NavLink>
        , מסדירה את אופן איסופו, עיבודו והעברתו של מידע אישי (כהגדרתו במדיניות
        הפרטיות) על ידינו (להלן: "מדיניות הפרטיות"). המונח "את/ה"/"הנך", הוא כל
        משתמש/ת בפלטפורמה ו/או בשירותים. אם הנך נציג/ה של ישות משפטית המונחים
        "את/ה"/"הנך" יתייחסו לישות המשפטית גם כן, ככל והתייחסות כאמור מתאימה
        מתוך ההקשר. לכל שאלה או בקשה הנוגעת לתנאי שימוש אלה, אנא צרו קשר בכתובת
        office@engager.co.il. אנא קרא/י את תנאי השימוש בעיון. בלחיצה על הכפתור
        המסומן ב-"אני מאשר/ת", את/ה מעיד/ה על הסכמתך לתנאי השימוש ולמדיניות
        הפרטיות. בכפוף לכל דין, אינגייג'ר שומרת לעצמה את הזכות לעדכן את תנאי
        השימוש מעת לעת, לפי שיקול דעתה הבלעדי. כל עדכון כאמור יהיה בתוקף מהמועד
        הקבוע כפי שפורסם בפלטפורמה. אם אינך מסכים/ה לתנאי השימוש, כולם או מקצתם,
        אינך רשאי/ת לעשות שימוש בשירותים לכל מטרה שהיא ולא תהיה לך כל טענה,
        תביעה ו/או דרישה כלפי אינגייג'ר. השירותים. בכפוף לאמור בתנאי השימוש, הנך
        רשאי/ת להשתמש בשירותים כדלהלן: גישה ו/או שימוש בשירותים מותרים רק לשימוש
        עסקי פנימי בלבד, ולא לשימוש מסחרי, בהתאם לתנאי השימוש. כל שימוש אחר
        בשירותים כפוף להסכמתה המפורשת מראש ובכתב של אינגייג'ר. על מנת להשתמש
        בפלטפורמה ובשירותים, יש לחבר לפלטפורמה את חשבון ה-WhatsApp שלך (או של
        הישות אותה את/ה מייצג/ת). השימוש באפליקציית WhatsApp, הינו בהתאם לתנאי
        השימוש ולמדיניות הפרטיות WhatsApp Inc. מבלי לגרוע מההוראות ביחס לתוכן
        משתמש כהגדרתו וכמפורט להלן, הנך מצהיר/ה ומתחייב/ת כי ברשותך כל הזכויות
        הנדרשות לשם שליחת הודעות WhatsApp באמצעות הפלטפורמה, לרבות שיתוף המידע
        עם ומתן הגישה לאינגייג'ר כאמור, לרבות לטובת שיפור שירותיה ו/או כמפורט
        בסעיף 1.3 להלן על בסיס המידע כאמור, ובכלל זה הסכמת לקוחותיך
        (הפוטנציאליים) ככל שנדרש על פי דין, לרבות וללא הגבלה, חוק הגנת הפרטיות,
        התשמ"א – 1981, חוק הגנת הצרכן, התשמ"א – 1981 וכן חוק התקשורת (בזק
        ושידורים) התשמ"ב - 1982. לטובת אספקת השירותים, עליך להטמיע בטופס של דף
        הנחיתה שלך (להלן: "דף הנחיתה") קישור לטובת העברת נתוני משתמשים
        לאינגייג'ר. הנך מצהיר ומאשר כי: (1) הנך רשאי להעניק לאינגייג'ר גישה לדף
        הנחיתה כאמור, ומתן הגישה כאמור לא עומד בניגוד לכל התחייבות חוקית או
        חוזית החלה עליך; וכן (2) תקבל הסכמה כנדרש על פי כל דין לטובת איסוף המידע
        והשימוש בו כאמור לעיל. אם את/ה נציג/ת עסק ו/או ישות משפטית (להלן:
        "חברה"), הנך מצהיר/ה ומתחייב/ת כי: (א) את/ה כשיר/ה לייצג את החברה
        וברשותך הזכות החוקית לחייב את החברה בתנאי השימוש; (ב) אין כל מניעה חוקית
        ו/או חוזית או אחרת לחברה להתקשר בתנאי השימוש ולמלא אחר כל התחייבויותיה
        לפי תנאי השימוש וכי ההתקשרות כאמור לא מפרה ולא תפר כל הסכם ו/או התחייבות
        אחרת של החברה, לרבות כלפי צד ג' ו/או כל דין; (ג) השימוש בשירותים על-ידי
        החברה לא מפר ולא יפר זכויות לפרטיות ו/או כל זכות אחרת של כל צד ג'; ו-(ד)
        הישות מקיימת את כל הדרישות וההוראות המתחייבות על פי כל דין לקיום עסקיה.
        השימוש בשירותים והגישה אליהם בטלים ומבוטלים ככל שהשימוש או הגישה שלך
        אליהם אסורים לפי חוק, תקנה או כל התחייבות אחרת. הנך מצהיר/ה ומתחייב/ת
        כי: (א) כל מידע אשר נמסר בתהליך יצירת חשבון הוא נכון, מדויק, עדכני ומלא;
        (ב) תשמר/י את דיוק ואמיתות מידע זה; (ג) הנך בן/בת שמונה עשרה (18) שנים
        ומעלה ואת/ה כשיר/ה להתקשר בחוזה מחייב; (ד) השימוש שלך בשירותים אינו מפר
        כל חוק או תקנה או כל התחייבות שעשויה להיות לך כלפי צד שלישי; וכן (ה) כל
        שימוש שלך בשירותים יהיה בהתאם לתנאי השימוש ולכל דין. בכפוף לכל דין,
        אינגייג'ר שומרת לעצמה את הזכות להשעות, לבטל או לסרב לספק את השירותים על
        פי שיקול דעתה הבלעדי. הודעה בדבר השעיה או ביטול תימסר בפלטפורמה. בכפוף
        לכל דין, אינגייג'ר אינה אחראית לכל נזק שייגרם כתוצאה מכל שינוי, השעיה או
        ביטול השירותים. יצירת חשבון על מנת להשתמש בשירותים, בכפוף ולאחר הסכמתך
        לתנאי השימוש, עליך ליצור חשבון משתמש. במהלך ההרשמה נבקש ממך למסור מידע
        מסוים, לרבות שמך המלא, מספר טלפון, כתובת דואר אלקטרוני, שם החברה, מספר
        העובדים בחברה וכן פרטי כרטיס האשראי אשר יסופקו לסולק צד שלישי לשם קבלת
        תשלום עבור ביצוע עסקה. אנו עשויים לשנות את אופן הרישום, מעת לעת, לפי
        שיקול דעתנו הבלעדי. בעל/ת חשבון י/תקבל הודעת אישור יצירת חשבון לכתובת
        הדואר האלקטרוני שסופקה בעת יצירת החשבון. את/ה אחראי/ת באופן בלעדי ומלא
        על ביטחון המכשיר ו/או החשבון שלך ועל הפעילות שלך בעת השימוש בשירותים, גם
        במקרה בו הפעילות לא בוצעה על ידך. אינגייג'ר לא תישא באחריות בגין כל הפסד
        או נזק הנובע משימוש בלתי מורשה בחשבונך. את/ה מסכים/ה ומתחייב/ת לשפות
        ולפצות את אינגייג'ר בגין כל שימוש פסול, בלתי מורשה או בלתי חוקי בחשבונך,
        ובגין כל חוב שהצטבר או מיסים החלים עליהם ו/או על השימוש בשירותים (ככל
        שרלוונטי), אלא אם הודעת לאינגייג'ר בכתובת office@engager.co.il על שימוש
        ו/או חדירה בלתי מורשית לחשבונך ועל כך שאת/ה מבקש/ת את חסימתו. אינגייג'ר
        איננה מנטרת ואינה יכולה להבטיח שתדע/י על כל שימוש בלתי נאות בשירותים.
        הנך מוזמנ/ת ליצור עמנו קשר בכתובת office@engager.co.il בכל בעיה, בקשה או
        תלונה המתייחסת לפעילות ולתקינות השירותים. השעיה, ביטול, וסגירת חשבון הנך
        רשאי/ת לבקש את סגירת חשבונך, בכל עת ומכל סיבה שהיא, על ידי שליחת בקשה
        לאינגייג'ר לכתובת office@engager.co.il. אינגייג'ר תסגור את חשבונך בהקדם
        לאחר קבלת בקשתך. מדיניות הפרטיות מסדירה את אופן הטיפול במידע האישי שלך
        לאחר סגירת חשבונך. למען הסר ספק, בקשה לסגירת חשבונך לא תשפיע על עסקה
        שבוצעה טרם בקשת סגירת החשבון. הנך מאשר/ת כי ידוע לך כי אינגייג'ר שומרת
        לעצמה את הזכות, לפי שיקול דעתה הבלעדי ובכפוף לכל דין, להשעות או לבטל את
        חשבונך ולהסיר כל תוכן הקשור אליו, במתן התראה מראש בת שלושה (3) ימים על
        כך, מכל סיבה שהיא, והכל בהתאם להוראות הדין. בכפוף לכל דין, עם השעיית או
        ביטול חשבונך, לא תהיה לך כל גישה לכל תוכן ו/או הטבות אשר היו זמינים לך
        באמצעות חשבונך ואינך רשאי/ת להירשם מחדש ללא אישור מפורש מאינגייג'ר.
        הודעה בדבר השעיה או ביטול תימסר בפלטפורמה ו/או לאמצעי תקשורת אחר הידוע
        לנו. בכפוף לכל דין, אינגייג'ר אינה אחראית לכל נזק שייגרם כתוצאה מהשעיה
        או ביטול כאמור. כל סגירה או השעיה של חשבונך לא תשפיע על חבויותיך כלפי
        אינגייג'ר תחת תנאי השימוש (לרבות זכויות שיפוי, כל הצהרותיך שלך כלפינו,
        הגבלת האחריות וכן תשלום), שלפי מהותם ולפי העניין מיועדים להוסיף ולהתקיים
        לאחר סגירה או השעיה כאמור. אם נסבור, לפי שיקול דעתנו הבלעדי, כי התרחשה
        הפרה של תנאי השימוש או כי התרחשה כל התנהגות בלתי חוקית או בלתי נאותה,
        נוכל לנקוט בכל פעולה חוקית הנראית לנו הולמת, לרבות השעיית או ביטול
        חשבונך. אינגייג'ר שומרת לעצמה את הזכות לחקור כל חשד להפרה של תנאי השימוש
        או של התנהגות בלתי חוקית או בלתי נאותה בשירותים. אינגייג'ר תשתף פעולה עם
        כל חקירה של רשויות אכיפת החוק או עם כל צו בית משפט שדורש ממנה או מנחה
        אותה לחשוף את הזהות, ההתנהלות או כל תוכן של כל משתמש שישנו חשד שנקט
        בפעולות הנחזות למנוגדות לדין. מחירים ותשלום התנאים המסחריים לשימושך
        בפלטפורמה, לרבות התמורה, תנאי התשלום, ותקופת שימושך בפלטפורמה, יהיו
        בהתאם לתוכנית המנוי שבחרת בעת הרשמתך (להלן: "המנוי"). אלא אם נקבע אחרת
        בתנאי המנוי, המנוי יהיה לתקופה של חודש ויתחדש אוטומטית מדי חודש בחודשו.
        בעת רכישת המנוי יתבצע תשלום לחודש מראש וכן בעת החידוש האוטומטי יתבצע
        תשלום לחודש מראש. ברכישת מנוי שנתי התשלום יתבצע לשנה מראש. תתבקש/י לספק
        פרטי חיוב כגון שם, כתובת לחיוב ופרטי כרטיס אשראי או אמצעי תשלום אחר לספק
        שירותי התשלום והסליקה המקוונים של אינגייג'ר (להלן: "ספק שירותי התשלום").
        את/ה מאשר/ת בזאת לאינגייג'ר לגבות סכומים אלו על ידי חיוב כרטיס האשראי או
        אמצעי התשלום המסופק באמצעות ספק שירותי בתשלום. כל תשלום שיתבצע באמצעות
        ספק שירותי התשלום יהיה כפוף לתנאים ומדיניות הפרטיות של ספק שירותי
        התשלום. אנא עיין/י בהוראות כאמור לפני השימוש בשירותים אלה. מובהר בזאת כי
        בכפוף לאמור בכל דין, אינגייג'ר אינה אחראית לכל נזק, פגם או תקלה מכל מין
        וסוג שהם, העלולים להיגרם עקב שימוש בשירות התשלומים, לרבות ביחס לאופן
        התשלום ו/או להעברתו ו/או לתשלומים נלווים לעסקה ו/או לכל היבט אחר ביחס
        לשירותים אלו. מנוי (חודשי או שנתי) יתחדש אוטומטית, אלא אם ביקשת שלא
        להאריכו בממשק המשתמש של אינגייג'ר עד שעה לפני תאריך החידוש או בכתב
        לאינגייג'ר לכתובת office@engager.co.il לפחות 10 ימים לפני תאריך החידוש.
        אחרי ביטול או סגירת חשבונך, לא תהיה לך גישה לפלטפורמה וכל תוכן המשתמש,
        לרבות מידע שסיפקת במהלך ההרשמה או במהלך שימושך בשירותים. תשלומים אשר
        יבוצעו באמצעות שימוש בכרטיס אשראי פג תוקף או אשר מספרו שגוי, או אשר סכום
        החיוב חורג ממסגרת האשראי המאושרת בו, לא יתקבלו, ואינגייג'ר, לפי שיקול
        דעתה הבלעדי, רשאית להגביל את חשבונך בעקבות זאת. מבלי לגרוע מהאמור לעיל
        ובמקרה בו תשלום כאמור בוצע, אינגייג'ר שומרת לעצמה את הזכות לגבות כל
        תשלום או עמלה אשר לא התקבלו במלואם או בחלקם. בנוסף, יהיה עליך לשפות את
        אינגייג'ר בגין כל עלות ו/או נזק אשר שילמה ו/או נגרם לה כחלק ממאמצי
        הגבייה עבור תשלומים שלא התקבלו ממך, לרבות שכר טרחת עורך דין ועלויות
        גבייה. עסקה לא תושלם כל זמן שלא התקבל התשלום במלואו וקיבלת אישור על כך
        בדואר האלקטרוני שסיפקת בעת הרשמתך. כל התשלומים המשולמים לאינגייג'ר
        יבוצעו בשקלים ויכללו מס ערך מוסף לפי דין. בכפוף לכל דין, כל תשלום הינו
        סופי ולא ניתן לביטול או להחזר. תוכן תוכן שונה עשוי להיות זמין עבורך
        באמצעות השירותים, לרבות תמונות, קטעי וידאו, מידע, וכל חומר אחר אשר קשור
        ו/או נובע מהמוזכר לעיל (להלן: "תוכן"). כמו כן, השירותים מאפשרים לך
        להוסיף או לשלוח תוכן ו/או נתונים מסוימים, לרבות נתוני לקוחותיך
        (הפוטנציאליים) כאמור בסעיף 1.2 לעיל וכן תוכן ההודעות ללקוחות כאמור
        (להלן: "תוכן המשתמש"). הנך אחראי/ת באופן בלעדי לכל תוכן משתמש אשר הנך
        שולח/ת ו/או מעלה במסגרת השירותים. הנך מצהיר/ה ומתחייב/ת שתוכן המשתמש
        עומד בכל הוראות הדין, שאת/ה מחזיק/ה בכל הזכויות הנדרשות בכדי להעלות או
        לשלוח את תוכן המשתמש לשירותים, וכי תוכן המשתמש אינו מפר (או מוביל להפרה
        של) זכות קניין רוחני, זכות מוסרית, זכות לפרסום או זכות לפרטיות של צד
        שלישי. איננו מתחייבים לקבל, להציג, לסקר או לתחזק כל תוכן משתמש. יתר על
        כן, אנחנו שומרים לעצמנו את הזכות להסיר ולמחוק לצמיתות כל תוכן, כולל תוכן
        משתמש, ללא הודעה מראש, מכל סיבה שהיא ובכל עת. איננו מקדמים כל תוכן, דעה,
        או המלצה, המבוטאים בתוכן ו/או על ידי משתמש כזה או אחר, ואנו דוחים באופן
        מפורש כל אחריות הנוגעת לתוכן, לרבות, ללא הגבלה, תוכן המשתמש. אנו רשאים
        לבחור, לפי שיקול דעתנו הבלעדי, לנטר תוכן משתמש על מנת לאתר התנהגות בלתי
        הולמת או בלתי חוקית, לרבות באמצעים אוטומטיים; עם זאת, אינגייג'ר אינה
        מחויבת לעקוב אחרי תכני המשתמש או אופן השימוש של המשתמש בשירותים.
        אינגייג'ר רשאית לעשות כן, וגם רשאית להסיר תכני משתמש ו/או להגביל את
        השימוש בשירותים, אם לפי שיקול דעתה השימוש כאמור או תכני המשתמש מפרים אי
        אלו מהתחייבויות המשתמש על פי תנאים אלו. בכפוף לכל דין, אינגייג'ר אינה
        אחראית על הדיוק, הנכונות, התועלת, הבטיחות או זכויות קניין רוחני הקשורות
        בתוכן, באופן ישיר או עקיף. אנו דוחים במפורש כל אחריות, הנוגעת לכל פעולה,
        ללא קשר לצורת הפעולה, או מחדל של משתמשים או צדדים שלישיים ו/או משתמשים
        אחרים בשירותים (לרבות משתמשים לא מורשים), בין אם הפעולה או המחדל נוצרו
        במהלך השימוש בשירותים או בכל דרך אחרת. מגבלות תוכן. מבלי לגרוע מהאמור
        לעיל, הנך מתחייב/ת שלא לשלוח, לפרסם או להעלות תוכן משתמש אשר: (א) מפר
        זכויות חוקיות של צדדים שלישיים, לרבות דברי נאצה, תוכן פוגעני, מאיים,
        טורדני או בלתי הולם, תוכן אשר פוגע בזכות לפרטיות, נועד למטרות בלתי
        חוקיות ו/או הפוגע בפעילות השירותים; (ב) מפר (או עשוי להפר) זכות קניין
        רוחני, זכות מוסרית או כל זכות אחרת של צד שלישי; (ג) מהווה (או שאת/ה
        מאמינ/ה, או סביר להניח, כי הוא מהווה) תוכן שהוא, או שכרוך בו חומר, בלתי
        חוקי, מזויף, גנוב, פיראטי, בלתי מורשה, או אשר מקדם כל פעולה בלתי חוקית,
        בלתי מורשית או אלימה; (ד) אינו עומד בכל החוקים, הכללים או התקנות
        הרלוונטיים; (ה) מכיל מידע מטעה, מסולף או מצג שווא העלול לפגוע באינגייג'ר
        ו/או בכל צד שלישי; (ו) יוצר עומס חריג באופן בלתי סביר או לא פרופורציונלי
        על התשתית שלנו; או (ז) מפרסם, מאחסן, מעבד, מציע או משדל לאחת או יותר
        מהפעולות המפורטות להלן, או שידוע לך כי הוא מכיל קישורים למפורט להלן, או
        מוביל למקומות שמכילים קישורים למפורט להלן: (1) חומר שהוא פוגעני (לרבות
        חומר המקדם או מאדיר שנאה, אלימות, גזענות או כל ישות (בעבר או בהווה)
        המקדמת חומר פוגעני כאמור); (2) חומר גזעני, משמיץ, מטריד או מאיים; (3)
        פורנוגרפיה (כולל כל חומר גס וכל דבר המתאר ילדים במצבים של רמיזות מיניות,
        בין אם מתאר ילדים אמיתיים ובין אם לאו); (4) כל וירוס, סוס טרויאני או כל
        רכיב מזיק או משבש; או (5) כל חומר המעודד התנהגות שתיחשב כעבירה פלילית,
        כמהווה עילה לחבות אזרחית, מפר כל חוק או תקנה, או שאינו הולם בצורה כזו או
        אחרת. מגבלות שימוש. למעט שימושים שהותרו באופן מפורש בתנאי השימוש, אסור
        לבצע ו/או לאשר ו/או לאפשר לכל צד שלישי לבצע שינויים בשירותים. את/ה
        מתחייב/ת כי את/ה (ו/או מי מטעמך) לא תעשה/תעשי אחד או יותר מהדברים הבאים:
        (1) תשנה/תשני, תערוכ/י, תעתיק/י, תשאב/י מידע, תתאימ/י, תעניק/י רישיון
        משנה, תתרגמ/י, תמכור/תמכרי, תבצע/י פעולות של הנדסה חוזרת, תפרק/י או
        תרכיב/י מחדש כל אחד מחלקי הקוד המרכיבים את הפלטפורמה, לרבות בסיס המידע,
        וכן פעולות כאלה לגבי החומרה והתוכנה אשר מצויות בשימוש עבור מתן השירותים;
        (2) תנסה/י לסכל, למנוע, לשבש או להפריע בצורה כזו או אחרת לתכונות הקשורות
        באבטחת השירותים או לתכונות המונעות או מגבילות שימוש; (3) תציב/י את
        הפלטפורמה, או כל חלק ממנו, בתוך מסגרת אתר אחר ו/או תעשה/י כל שימוש
        מסחרי, ללא הסכמתה מראש ובכתב של אינגייג'ר; (4) תשתמש/י בכל רובוט, מנוע
        אחזור וחיפוש מידע, או בכל כלי אוטומטי או ידני אחר אשר מתוכנן לאנדקס,
        לאתר ולאחזר מידע בפלטפורמה או כלי כאמור אשר מתוכנן לחשוף את מבנה מאגר
        הנתונים והקוד בפלטפורמה; (5) תתחזה/י לאדם או גוף כלשהו, לרבות נציג
        אינגייג'ר ו/או תמסור/תמסרי תיאור מסולף או הצגה כוזבת של קשר לאדם או גוף
        כלשהו ו/או תעלה/תעלי לפלטפורמה, תעביר/י, תשלח/י או תשדר/י כל חומר שקרי
        ומטעה ו/או חומר אשר נועד להערים על משתמש או על גוף כלשהו או תעשה/י שימוש
        בחשבון או סיסמה של משתמש אחר מבלי לקבל את הסכמתו מראש ובכתב; (6)
        תאסוף/תאספי או תאגור/תאגרי מידע אישי על משתמשים אחרים לשם מטרות כלכליות
        או בלתי חוקיות או תפיצ/י דואר זבל (SPAM) לשרתי הפלטפורמה ו/או למשתמשים
        בשירותים; או (7) תעשה/תעשי כל שימוש בשירותים באופן שאינו מאושר על פי
        תנאי השימוש ו/או כל דין. קניין רוחני הפלטפורמה, השירותים, וכל הנתונים
        והמידע הזמין באמצעות השירותים הם רכושה הבלעדי של אינגייג'ר או של צדדים
        שלישיים אחרים שהתירו לה להשתמש בהם, ואין לראות בשימוש בשירותים כמקנים
        רישיון כלשהו או זכויות כלשהן בקניינה הרוחני של אינגייג'ר או של צדדים
        שלישיים, לפי העניין. זכויות היוצרים בפלטפורמה וברעיון העומד ביסוד
        השירותים, לרבות סימנים מסחריים, עיצוב הפלטפורמה, וכן בכל פעולה אחרת
        בשירותים הייחודים או הבלעדיים לאינגייג'ר, שמורים לאינגייג'ר. אין להעתיק
        או לפרסם את התוכן הנמצא בשירותים או כל חלק ממנו ו/או לעשות בו או במידע
        העומד בבסיסו שימוש כלשהו, לרבות שימוש מסחרי, ללא הסכמתה המפורשת מראש
        ובכתב של אינגייג'ר. כמו כן, אין להכניס בשירותים שינויים, להעתיק, להפיץ,
        לשדר, להציג בפומבי, לשכפל, לפרסם או למסור לצד שלישי כל חלק מן השירותים
        בלא קבלת הסכמתה של אינגייג'ר מראש ובכתב. תוכן המשתמש שאת/ה מזינ/ה,
        שולח/ת, מפרסמ/ת ו/או מעלה בעת השימוש בשירותים הינו רכושך הבלעדי וכל
        זכויות הקניין הרוחני בתוכן המשתמש שלך הינן שלך. בהזנה, שליחה, פרסום או
        העלאה של תוכן משתמש כלשהו בקשר עם השירותים, את/ה מעניק/ה לאינגייג'ר,
        ליורשיה ולנמחיה רישיון קבוע ומתמשך, כלל עולמי, לא בלעדי, ללא תמלוגים,
        והניתן להעברה, להשתמש, להעתיק, להפיץ, לשדר, לשנות, וליצור יצירות נגזרות
        של תוכן משתמש כאמור עבור מתן השירותים ושיפור ופיתוח שירותי אינגייג'ר,
        לרבות כמפורט בסעיף 1.2 לעיל וכן כפי שמפורט במדיניות הפרטיות. בכפוף לכל
        דין, אינגייג'ר לא תישא באחריות לכל נזק שיגרם במישרין או בעקיפין בשל
        שימוש בשירותים. הנך מתחייב/ת ומצהיר/ה כי ידוע לך ואת/ה מסכים/ה, כי
        השימוש בשירותים הינו על אחריותך בלבד. השימוש בשירותים ו/או בתוכן המוצג
        בהם ניתן לך כמות שהוא (AS IS) ובכפוף לזמינותו (AS AVAILABLE), בהתאם
        להחלטת אינגייג'ר ובלי אחריות מכל סוג שהוא, לרבות היותם מותאמים אישית
        לצרכיך. לא תהיה לך כל טענה, תביעה או דרישה כלפי אינגייג'ר ביחס לתנאי
        השימוש ו/או בגין השירותים, יכולותיהם, מגבלותיהם, או התאמתם לצרכיך. בכפוף
        לכל דין, כל הסתמכות על התוכן הינה באחריותך הבלעדית ואינגייג'ר דוחה כל
        אחריות, מפורשת או משתמעת, ביחס לדיוק, אמינות, עמידה בזמנים, עדכניות,
        איכות, שלמות, שימושיות, אבטחה או ביצועיהם של השירותים ו/או התוכן ו/או
        שכל המידע הזמין באמצעות השירותים ו/או שהתוכן יהיה ללא טעויות או
        שהטעויות, ככל שישנן, תתוקנה. בכפוף לכל דין, אינגייג'ר דוחה כל התחייבות
        מכל סוג, מפורשת, משתמעת או על פי דין, ואינה מתחייבת כי השירותים יסופקו
        כסדרם או בלא הפסקות, יהיו איכותיים, יתקיימו בבטחה או ללא טעויות ו/או
        הפרעות או יהיו חסינים מפני גישה בלתי-מורשית למחשבי ו/או לתוכנות
        אינגייג'ר, או מפני נזקים, קלקולים, תקלות או כשלים בין היתר בחומרה,
        בתוכנה, בקווי ובמערכות תקשורת אצל אינגייג'ר או אצל מי מספקיה או אצלך,
        ולא תהיה לך כל טענה כלפי אינגייג'ר בקשר לכך. מובהר כי הפלטפורמה
        והשירותים מסופקים כעת בגרסת בטא, ולא כל פעולות הפלטפורמה ו/אות השירותים
        מתפקדים במלואם או בשלמותם, ותיתכנה בעיות בלתי פתורות. הנך מודע/ת לכך כי
        יתכן שבעתיד לא יהיו השירותים זמינים בשל צרכי תחזוקה, שדרוג או מכל סיבה
        אחרת. בכפוף לכל דין, אינגייג'ר, מנהליה, נושאי המשרה בה, עובדיה, שליחיה
        או בעלי מניותיה בשום אופן לא יהיו אחראים כלפיך או כלפי כל צד שלישי לכל
        אובדן, נזק או פיצוי שהוא, לרבות, ללא הגבלה, נזק או פיצוי עקיף, אגבי,
        תוצאתי, נלווה, משני, עונשי או מיוחד (כולל אך לא רק נזק בגין אובדן של מסד
        נתונים, אובדן תוכנות, עלויות הספקה של שירות חלופי, פגיעה בפרטיות או
        הפרעות בשירות) הנובע מכל הנוגע לתנאי שימוש אלה, מהשימוש או מאי יכולת
        להשתמש בשירותים, בתוכן ו/או בכל הקשור אליהם, מביצוע עסקה, או כתוצאה
        משימוש לא מורשה בשירותים, כתוצאה משינוי המידע שנמסר על ידך, לרבות נזק
        הנגרם כתוצאה מהפסד ברווחים, שימוש ואובדן מידע ושאר נכסים בלתי מוחשיים,
        זאת גם אם אינגייג'ר קיבלה הודעה על האפשרות לאותם הפסדים. במידה המרבית
        המותרת על פי דין, החבות הכוללת והמצטברת של אינגייג'ר במסגרת כל תנאי
        מתנאי שימוש אלו לא תעלה על הגבוה מבין: (א) הסכום ששילמת לאינגייג'ר בקשר
        עם השירותים בתקופה של שלושה (3) חודשים לפני התביעה הרלוונטית, או (ב) מאה
        ש"ח (100₪). מידע אישי עשוי להתקבל ממך במהלך שימושך בשירותים. כל שימוש
        אשר נעשה על ידי אינגייג'ר במידע האישי אשר התקבל במהלך שימושך בשירותים
        יהיה כפוף להוראות המפורטות במדיניות הפרטיות. ידוע לך כי על ידי מסירת
        המידע האישי כאמור, לרבות ומבלי להגביל, פרטי התקשרות, הנך מצהיר/ה כי הנך
        מודע/ת לסיכונים הכרוכים בכך ואת/ה פוטר/ת את אינגייג'ר מכל אחריות לכך.
        שיפוי. הנך מתחייב/ת לשאת באחריות המלאה בגין כל תוצאה ישירה או עקיפה
        שתתרחש עקב שימושך בשירותים. בהתאם, הנך מסכים/ה לשפות את אינגייג'ר,
        עובדיה, מנהליה ו/או מי מטעמה, ולהגן עליהם בגין כל תביעה, טענה, דרישה,
        הפסד, אבדן-רווח, תשלום, הוצאה או נזק, לרבות שכר טרחת עורך דין והוצאות
        משפט (לרבות, של צד ג'), הנובעים, באופן ישיר או עקיף: (א) מהפרת אחד או
        יותר מהוראות תנאי השימוש על ידיך או על ידי משתמש במכשירך או בחשבונך; (ב)
        כתוצאה מאופן שימושך או ניסיונך להשתמש בשירותים; (ג) הפרה של הוראות כל
        דין אליו את/ה כפוף/ה; (ד) הפרת זכות כלשהי (לרבות קניין רוחני) של
        אינגייג'ר ו/או של צד שלישי כלשהו; (ה) הפרה של כל אחד מהמצגים
        וההתחייבויות שלך במסגרת תנאי השימוש, וכן (ו) כל עניין אחר שעליו את/ה
        אחראי/ת על פי כל דין. קישורים. בפלטפורמה עשויים להופיע קישורים לאתרי
        אינטרנט ותכנים שיווקיים שאינם מופעלים על ידינו או כי יוצעו לך שירותים
        ו/או מוצרים של צדדים שלישיים שיסופקו לך מחוץ לפלטפורמה ו/או שאינם
        באחריות אינגייג'ר. הקישורים, השירותים, והמוצרים הנמצאים לעיל מוצגים
        לנוחות המשתמש בלבד. אין לנו שליטה על שירותים אלה ואין אנו נושאים באחריות
        לתכנים המופיעים בהם. אין בהצגת הקישורים בפלטפורמה בכדי להעיד על תמיכה
        ו/או קידום התוכן המוצג באתרים כאמור או על כל קשר אחר אליהם או למפעיליהם.
        באחריותך לבדוק את תנאי השימוש ומדיניות הפרטיות של צדדים שלישיים אלה.
        שירות כאמור עשוי להיות כפוף לתנאים נוספים כפי שייקבעו על ידי הספק
        הרלוונטי. אנו ממליצים לך להפעיל שיקול דעת ולהיזהר בשימוש באתרים של כל צד
        שלישי. שונות. כל סכסוך ו/או שאלה משפטית בקשר עם תנאי שימוש אלה יידונו
        ויוכרעו אך ורק בפני בתי המשפט המוסמכים בישראל ויהיו בסמכות שיפוטם
        הייחודית והבלעדית. הדינים שיחולו על תנאי שימוש אלה ועל כל הנובע ו/או
        הכרוך בהם, לרבות פרשנותם, יהיו אך ורק דיני מדינת ישראל והם בלבד. ככל
        שייקבע שתנאי כלשהו מתנאי השימוש אינו תקף או שאינו בר אכיפה על ידי בית
        משפט בעל סמכות, אזי התנאים שתוקפם נשלל או שאינם ניתנים לאכיפה ייחשבו
        כאילו הוחלפו בתנאים תקפים הניתנים לאכיפה שתוכנם תואם במידת הקירוב הגדולה
        ביותר את משמעות וכוונת התנאים המקוריים, ואילו יתר תנאי השימוש יישארו
        בתוקפם. אין דבר בתנאי שימוש אלה היוצר כל שלוחה, העסקה, מיזם משותף או
        שותפות בינך לבין אינגייג'ר או מסמיך אותך לפעול מטעם אינגייג'ר. תנאי
        השימוש משקפים את כלל ההסכמות בין הצדדים בעניין תנאי השימוש בשירותים
        והיחסים בין הצדדים ויגברו על כל הסכמה או התחייבות קודמת, בעל פה או בכתב.
        אינגייג'ר רשאית להמחות, להעביר או להסב את זכויותיה והתחייבויותיה לפי
        תנאי השימוש, או כל חלק מהן, לכל צד שלישי בהתאם לשיקול דעתה הבלעדי. אינך
        רשאי/ת להמחות, להעביר או להסב את זכויותיך והתחייבויותיך לפי תנאי השימוש
        או כל חלק מהן, וכל ניסיון הסבה כאמור יהיה בטל ומבוטל. בין הצדדים לא
        מתקיימים ולא יתקיימו יחסי עובד-מעביד, יחסי הרשאה, יחסי סוכנות או יחסי
        שותפות, לכל צורך שהוא. ככל שנצטרך ליצור אתך קשר, את/ה מסכים/ה שנוכל
        לעשות זאת לכל כתובת הידועה לנו, לרבות באמצעות דואר אלקטרוני.
      </p>
    </div>
  );
}
