import React from "react";
import styles from "./style.module.css";
import { NavLink } from "react-router-dom";
import Back from "../../components/Back";

export default function PrivacyPolicy() {
  return (
    <div className={styles.privacyContainer}>
      <div className={styles.header}>
        <h1>תנאי שימוש</h1>
        <Back />{" "}
      </div>
      <p>
        מדיניות פרטיות עדכון אחרון: מרץ 2024 <br />
        חברת אינגייג'ר בע"מ, מס' חברה 516928934, הפועלת תחת השם המסחרי אינגייג'ר
        (להלן: "אינגייג'ר" או "אנחנו" או "אנו") מכבד את זכותך לפרטיות. היכולת
        שלך לקבל החלטות מושכלות לגבי השימוש במידע שלך חשובה לנו. מטרת מדיניות
        פרטיות זו (להלן: "מדיניות הפרטיות") הינה להסביר מהם נהלי אינגייג'ר ביחס
        למידע האישי (כהגדרתו להלן) הנאסף בעת שימושך בפלטפורמה ובשירותים שלנו
        (כהגדרתם להלן) וכיצד אינגייג'ר אוספת, משתמשת, מעבירה ומאבטחת את המידע
        האישי הנאסף על ידה. הפלטפורמה שלנו (להלן: "הפלטפורמה") מאפשרת לבעלי
        עסקים להטמיע בדפי נחיתה קישורים המובילים למשלוח אוטומטי של הודעה
        באפליקציית WhatsApp (להלן, כולל הפלטפורמה: "השירותים"). על מנת להשתמש
        בפלטפורמה תתבקש לאשר את תנאי השימוש ואת מדיניות הפרטיות. אם אינך מסכים/ה
        לכך, אינך רשאי לעשות שימוש בפלטפורמה או בשירותים. מונחים במסמך זה אשר לא
        הוגדרו במפורש יפורשו בהתאם להגדרות שניתנו להם בתנאי השימוש, המפורסמים
        בכתובת{" "}
        <NavLink className={styles.link} to={`/terms-of-use`}>
          תנאי השימוש שלנו
        </NavLink>{" "}
        (להלן: "תנאי השימוש"). המונחים "את/ה" או "הנך" המופיע במסמך זה מתייחסים
        לכל משתמש/ת בשירותים. בכל שאלה או בעיה הקשורה למדיניות הפרטיות יש לפנות
        ל: office@engager.co.il "מידע אישי" הינו מידע הקשור לאדם כגון שם, כתובת,
        מספר טלפון או כתובת דוא"ל או כמו שהוגדר בחוק. לא חלה עליך חובה חוקית
        למסור לנו מידע אישי; מסירת המידע האישי נעשית בהסכמתך בלבד. אם לא תסכימ/י
        למסור את המידע האישי, כולו או חלקו, ייתכן וחלק מהשירותים לא יהיו זמינים
        עבורך. מידע שאנו אוספים. אנו אוספים מידע במידת הצורך ובהתאם לשימושך
        בשירותים, לכן איסוף המידע האישי הינו תלוי בסוג השירותים שהנך עושה בהם
        שימוש, כדלהלן: פניות ו/או יצירת קשר. כאשר את/ה פונה אלינו בבקשה ו/או
        שאלה, אנו עשויים לתעד את ההתקשרות שלנו אתך ובכך כל מידע שתנדב לנו, לרבות
        שמך, שם החברה אותה את/ה מייצג/ת, דרכי התקשרות, לרבות טלפון, דואר
        אלקטרוני, ותוכן הבקשה או השאלה. רישום והתחברות. על מנת לקבל גישה
        לשירותים, עליך להירשם וליצור חשבון. בעת הרישום תידרש למסור לנו מידע אישי
        כגון: שם, כתובת דואר אלקטרוני, מספר טלפון שם חברה ומספר העובדים בחברה.
        WhatsApp. יש לחבר לפלטפורמה את חשבון ה-WhatsApp שלך (או של החברה אותה
        את/ה מייצג/ת). אנחנו נקבל מ-WhatsApp מידע על הפרופיל שלך ועל פעילותך.
        השימוש באפליקציית WhatsApp הינו בהתאם לתנאי השימוש ולמדיניות הפרטיות
        WhatsApp Inc. חומרים שהעלו לפלטפורמה. כאשר את/ה מעלה חומרים לפלטפורמה
        כשאת/ה משתמש/ת בשירותים, לרבות הודעות ללקוחות (פוטנציאליים) באמצעות
        אפליקציית WhatsApp, אנו אוספים את החומרים האלה, כגון הודעות טקסט,
        מסמכים, תמונות, סרטונים, וכל חומר אחר שתעלה במסגרת השירותים. שירותי
        תשלום. לצורך תשלום באמצעות הפלטפורמה תידרש לספק מידע אודות אמצעי התשלום
        כגון: מספר כרטיס אשראי, תוקף, שם מלא ומספר ת.ז של בעל הכרטיס, וכתובת
        דואר אלקטרוני למשלוח חשבוניות. פרטי התשלום והעסקה, ללא מספר כרטיס
        האשראי, ישמרו אצלנו במערכת. מידע הנאסף באופן אוטומטי. מידע מסוים נאסף
        באופן אוטומטי אודות המכשיר, הדפדפן, מערכת ההפעלה, כתובת ה-IP, Device ID
        של המכשיר הנייד ו/או מידע אודות השימוש שלך בפלטפורמה. כיצד אנו משתמשים
        במידע. הנך מסכימ/ה ומאשר/ת כי אינגייג'ר תהא רשאית לשמור במאגריה את
        הפרטים שנמסרו על-ידך ומידע אישי נוסף שיצטבר אודותיך, ותהא רשאית לנהוג
        במאגרי המידע בהתאם להוראות הדין ולעשות במאגרי המידע שימוש כאמור במדיניות
        הפרטיות, לרבות המטרות המפורטות להלן: שירותים והתאמות. אנו ו/או ספקי
        השירותים שלנו, נשתמש במידע האישי שלך עבור המטרות הבאות: (1) אספקת גישה
        לפלטפורמה ולשירותים; (2) מתן תמיכה וסיוע בפתרון בעיות אשר את/ה או
        משתמשים אחרים עלולים להיתקל בהן; (3) יצירת קשר במידת הצורך; (4) בחינת
        שאלות העולות, לרבות באמצעות הפלטפורמה ומתן תגובה בהתאם; וכן (5) מניעת
        ניסיונות הונאה והגנה על אבטחת השירותים ומתן מענה לכל בעיה הנוגעת
        לשירותים. צרכים פנימיים. אנו עשויים להשתמש במידע האישי שלך עבור צרכים
        פנימיים, לרבות סיוע באבחון בעיות תפעוליות, ביצוע סקירות והערכות לצורך
        פיתוח שירותים, כדי לשפר את השירותים וכדי להתאים אותם לצרכים מסוימים שלנו
        ו/או של המשתמשים, להציע תכנים או שירותים חדשים, ניתוח היקפי פעילות,
        ביצוע הערכות פיננסיות ותחזיות, הערכת פוטנציאל מסחרי, שימוש בחלק מהמידע
        לצרכי מחקר, פיתוח ובדיקות, והתאמת יכולות השרתים להיקפי העבודה הצפויים.
        נתונים סטטיסטיים וכלים אנליטיים. אנו ו/או ספקי השירותים שלנו משתמשים
        בכלי ניתוח הכוללים בין היתר Google Analytics"", כדי לאסוף ולנתח מידע
        אודות השימוש בשירותים, כגון תדירות הביקורים בפלטפורמה על ידי משתמשים,
        באילו עמודים הם מבקרים, ובאילו אתרים ואפליקציות אחרים הם השתמשו לפני
        ביקורם בפלטפורמה. על ידי ניתוח המידע שאנו אוספים, אנו עשויים להרכיב מידע
        סטטיסטי על פני מגוון פלטפורמות ומשתמשים, אשר מסייע לנו לשפר את השירותים
        שלנו, להבין את המגמות וצרכי ​​הלקוחות ולשקול מוצרים ושירותים חדשים,
        והתאמת מוצרים ושירותים קיימים לרצונות לקוחותינו. המידע שאנו אוספים הוא
        אנונימי ומצטבר ולא נקשר אותו למידע אישי. אנו עשויים לשתף מידע אנונימי
        כזה עם שותפינו, ללא הגבלה, בתנאים מסחריים שנוכל לקבוע לפי שיקול דעתנו
        הבלעדי. ניתן למצוא מידע נוסף על האופן בו גוגל אוספת מידע ואיך ניתן לשלוט
        בשימוש כזה במדיניות:
        https://policies.google.com/technologies/partner-sites. פרסום. בכפוף
        להסכמתך, אנו עשויים להשתמש במידע האישי שלך עבור משלוח ניוזלטר ו/או הצעות
        בהתאם העדפותיך. ככל שאינך מעוניינ/ת להמשיך ולקבל דברי דוא"ל אלו, הנך
        יכול/ה להסיר את כתובת הדואר האלקטרוני שלך בלינק שמופיע במסר הנשלח ו/או
        באמצעות שליחת בקשה לחברה בכתובת office@engager.co.il שיתוף המידע האישי
        שלך. הנך מאשר/ת שנשתף את המידע האישי שלך בהתאם לאמור להלן: ספקי שירות
        וצדדים שלישיים. אנו עשויים לשתף מידע, לרבות מידע אישי, עם ספקי שירות
        וצדדים שלישיים אחרים ("ספקי צד ג'") אשר עשויים להשתמש במידע כדי (1)
        לסייע לנו לספק לך את השירותים ו/או להפעיל את הפלטפורמה; וכן (2) לסייע
        לנו בהבנת השימוש בשירותים. ספקי צד ג' עשויים להיות מצויים במדינות אחרות
        מאשר מדינת ישראל. כל הצדדים השלישיים המורשים יהיו כפופים לחובות סודיות
        ואיסור שימוש במידע. למרות זאת, ייתכן ובחלק מהמדינות ישנן רמות של הגנה על
        מידע אישי או מידע אחר שאינן משתוות לרמת ההגנה במדינת ישראל והנך מאשר/ת
        את העברת המידע האישי שלך למדינות אלה. העברת בעלות. אנחנו עשויים לחשוף
        ו/או להעביר את מאגרי המידע שלנו הכוללים את המידע האישי שלך במסגרת או
        במהלך משא ומתן, בנוגע למיזוג, מכירת נכסי חברה או רכישה (כולל במקרים של
        פירוק). במקרה כזה, המידע האישי שלך ימשיך להיות כפוף להוראות מדיניות
        פרטיות זו, בהתאם להוראות החוק. העברת מידע במסגרת אכיפת חוק. נשתף פעולה
        עם רשויות אכיפת החוק או כל צו שיפוטי הדורש או המנחה אותנו לגלות את
        הזהות, ההתנהגות, התוכן הדיגיטאלי, או כל מידע אישי אחר, של כל משתמש/ת
        שישנו חשד שנקט/ה בפעולות הנחזות למנוגדות לדין או בפעולות המפרות את החוק.
        כמו כן, אנו עשויים לשתף את המידע האישי שלך עם צדדים שלישיים אם אנו
        מאמינים בתום לב כי גילוי המידע הינו נאות ונועד להגן על הזכויות, הרכוש או
        הבטיחות שלנו (לרבות אכיפת תנאי השימוש) או להגן על הזכויות, הקניין או
        הבטיחות של צדדים שלישיים. שיתוף מידע נוסף. נעביר את המידע האישי שלך
        לצדדים שלישיים רלוונטיים במקרים בהם: (1) אינגייג'ר תגלה כי אילו
        מפעולותיך בשירותים מפרות את תנאי השימוש או נעשו לשם ביצוע תרמית מכל סוג
        שהוא; או (2) אינגייג'ר תעמוד בפני נקיטת צעדים משפטיים כנגדה (פליליים או
        אזרחיים) בגין פעולות שביצעת באמצעות השירותים. כיצד אנו מגנים על המידע.
        אנו פועלים לפי הסטנדרטים המקובלים בתעשייה על מנת להגן על המידע, הן בזמן
        מסירתו והן מרגע קבלת המידע. עם זאת, מסירה באמצעות האינטרנט או אחסון
        אלקטרוני אינם מאובטחים לחלוטין. לפיכך, איננו יכולים להבטיח את אבטחת
        המידע האישי שלך באופן מוחלט. כדי להבטיח את מיטב ההגנה על המידע שלך, אנא
        שמור/שמרי את הסיסמאות שלך והגישה למחשב שלך באמצעים המתאימים לכך. זכות
        עיון ותיקון המידע. למשתמשים בשירותים עומדת האפשרות לבקש לעיין ו/או לתקן
        מידע אישי שנאסף עליהם על ידי אינגייג'ר, בהתאם להוראות החוק. אינגייג'ר
        תתקן מידע אישי שנאסף על המשתמש בהתאם לבקשה אשר תתקבל בכתב מהמשתמש בכתובת
        office@engager.co.il אם וככל שאפשר ובהתאם להוראות החוק. התיקון יתבצע תוך
        זמן סביר מקבלת הבקשה. שמירת המידע. נשמור את המידע האישי אודותיך למשך
        הזמן הדרוש על מנת: (1) לממש את מטרות השימוש במידע המפורטות לעיל; (2)
        לעמוד בהתחייבויות המשפטיות שלנו; (3) לפתור סכסוכים; (4) לאכוף את ההסכמים
        שלנו; או (5) למשך פרק זמן ארוך יותר כפי שיידרש לפי הוראות הדין הרלוונטי.
        אנו עשויים למחוק את המידע שלך, מבלי להודיע לך על כך, ככל שאנו רואים שאין
        עוד צורך להחזיק בו למטרות המפורטות לעיל. עוגיות. עוגיות הן קבצי טקסט
        קצרים נשלחים למכשירך באמצעות הדפדפן שלך. אנחנו משתמשים בקבצי עוגיות
        וטכנולוגיות דומות (למשל, Beacons או Pixels – שהינם קובץ גרפי קטן שלרוב
        נועד לזהות משתמשים ו/או את פעילותם) (להלן: "עוגיות") כדי להתאים את
        חוויית השימוש שלך באופן אישי ולהציג לך מודעות שמתאימות למידע ולפעילות
        שלך. "עוגיה זמנית" היא עוגייה הנשארת על מכשירך עד אשר הנך עוזב/ת את
        הפלטפורמה. ייתכן שנשתמש בעוגייה "מתמידה" על מנת לשמור את ההגדרות והתאמות
        האישיות שלך. לדוגמה, אם תיכנס/י לפלטפורמה, העוגייה תשמש כדי לזהות אותך
        כמשתמש/ת נוכחי/ת. כשאת/ה מבקר/ת בפלטפורמה, אנחנו נציג בפניך הודעה על
        אודות השימוש בעוגיות במכשירך, כמפורט להלן. אנחנו משתמשים הן בעוגיות
        מטעמנו והן בעוגיות שמקורן בצדדים שלישיים. רוב דפדפני האינטרנט מוגדרים
        מראש בצורה שמאפשרת קבלת עוגיות, אולם באפשרותך לשנות את ההגדרה הזאת כך
        שהדפדפן שלך יחסום עוגייה מסוימת או כדי שהדפדפן יודיע לך כל פעם שעוגייה
        נשלחת. כמו כן, באפשרותך למחוק כל עוגייה קיימת בכל עת. ייתכן וחלק
        מהתכונות של השירותים בפלטפורמה לא יעבדו כראוי אם תבטל/י או תסיר/י את
        העוגיות. אנחנו משתמשים בעוגיות לצורך כמה מטרות, והעוגיות בהן אנו משתמשים
        עשויות להשתנות מעת לעת. בכל אופן, הסוגים של העוגיות שבהם נשתמש בדרך כלל
        נופלים להגדרת אחד מהסוגים הבאים: סוג העוגייה פעילות חיונית עוגיות אלה
        חיוניות לתפעול התקין של השירותים. הן עוזרות לך לגשת לשירותים, לנווט בתוך
        השירותים, ולהשתמש בתכונות השונות, כגון לזכור פעולות כדי לחזור לדפים
        קודמים. לא ניתן לחסום את קבלת עוגיות אלה. תפעולית עוגיות אלה זוכרות את
        העדפותיך מביקור לביקור. אבטחה עוגיות אלה עוזרות לנו לזהות אותך ולמנוע
        ממשתמשים אחרים מלשנות את שם המשתמש והסיסמה שלך ועוד פעולות אבטחה מסוג
        זה. אנליטית עוגיות אלה עוזרות לנו להבין איך כלל המשתמשים משתמשים
        בשירותים שלנו. מידע זה עוזר לנו לשפר את השירותים, כגון זיהוי הדפים הכי
        פופולריים או כאלה שלא משתמשים בהם כלל. שירותי צד ג'. חלק מהשירותים שלנו
        כוללים שימוש בשירותים ואפליקציות של צדדים שלישיים. כל שימוש בשירותים אלה
        נעשה באחריותך ובכפוף לתנאי שימוש ומדיניות פרטיות של אותו שירות. ילדים.
        אינגייג'ר אינה אוספת באופן מודע מידע אישי אודות ילדים מתחת לגיל שש עשרה
        (16). אם הנך מודע/ת למקרה בו יחיד מתחת לגיל שש עשרה (16) משתמש בשירותים
        ללא רשות הורה או אפוטרופוס, נבקשך להודיע לנו בהקדם. תקשורת והודעות. אנו
        שומרים לעצמנו את הזכות לשלוח לך הודעות הקשורות לשירותים דרך דוא"ל, לרבות
        הודעות שירות והודעות ניהוליות המתייחסות לחשבונך מבלי להציע לך את האפשרות
        לבטל את קבלתן אלא אם תסגור את חשבונך. שינויים במדיניות הפרטיות. מדיניות
        הפרטיות שלנו עשויה להשתנות מעת לעת. אם יבוצעו שינויים מהותיים במדיניות
        הפרטיות, תפורסם על כך הודעה בפלטפורמה.
      </p>
    </div>
  );
}
